const Contracts = {
  services: `서비스 이용약관
    제1장. 총칙
    제1조. 목적
    본 약관은 ㈜하울(이하 “회사”)가 제공하는 하울 서비스(이하 “서비스”)와 관련하여, 회사와 이용자간에 서비스의 이용조건, 절차, 권리, 의무 및 기타 필요한 사항 규정을 목적으로 합니다.
    ※ PC통신 및 스마트폰 어플리케이션 등을 이용하는 전자상거래에 대해서도 그 성질에 반하지 않는 한 본 약관을 준용합니다.
    제2조. 용어의 정의
    
        “서비스”란 제5조 서비스의 제공에 명시된 회사에서 제공하는 온·오프라인상의 제반 서비스를 의미합니다.
        “웹 사이트”란 회사가 운영하는 홈페이지로서, https://sendy.ai를 말합니다.
        “앱”이란 회사가 운영하는 모바일 서비스로서, 안드로이드앱과 iOS앱을 포괄합니다.
        “이용자”란 회사가 제공하는 서비스 및 관련 정보를 계속적으로 이용할 수 있는 회원 및 비회원을 말합니다.
        “회원”이란 회사에서 정한 가입 양식에 따라 회원가입을 완료한 자 또는 개별서비스 계약을 통해 계속적으로 회사가 제공하는 서비스를 이용할 수 있는 자를 말합니다.
        “ID”란 회원의 식별과 서비스 이용을 위하여 회원이 입력한 회원의 이메일 주소를 의미합니다.
        “비밀번호”란 회원이 부여받은 ID와 일치된 회원임을 확인하고, 회원의 개인정보를 보호하기 위하여 회원이 정한 문자와 숫자의 조합을 의미합니다.
        “비회원”이란 회원에 가입하지 않고 회사가 제공하는 서비스를 이용하는 자를 말합니다.
        “서비스 이용 신청”이란 이용자가 운송 예약을 포함한 회사가 제공하는 서비스를 이용할 수 있도록 신청하는 것을 말합니다.
        “간편결제”란 이용자가 신용카드 관련 정보를 저장하여, 운송 서비스 이용을 위한 요금 결제 시 매번 입력할 필요 없이 결제가 가능한 결제 서비스입니다.
        “주소록”이란 회원이 서비스의 재이용을 위해 상차지/경유지/하차지 정보를 등록할 수 있는 주소지 등록 서비스입니다.
        “차주”란 회사가 이용자에게 운송 서비스를 제공할 목적으로 매칭한 화물/용달업체 및 관련 업체입니다.
        본 조에서 정의되지 않은 약관상의 용어의 의미는 일반적인 거래관행을 따릅니다.
    
    제3조. 약관의 명시와 개정
    
        본 약관은 “회사”가 제공하는 “서비스”를 이용하고자 하는 모든 “이용자”에 대하여 그 효력을 발생합니다.
        “회사”는 본 약관의 내용과 상호, 영업소 소재지 주소, 대표자 성명, 사업자등록번호, 통신판매업 신고번호, 연락처(전화번호, 전자우편 주소 등) 등을 “이용자”가 쉽게 알 수 있도록 “웹 사이트”의 서비스 초기화면에 게시합니다. 단, 모바일 어플리케이션의 경우 설정 메뉴를 통해 게시합니다. 약관의 내용은 “이용자”가 연결화면을 통하여 보도록 할 수 있습니다.
        “회사”는 『약관의 규제 등에 관한 법률』, 『전자거래 기본법』, 『전자서명법』, 『정보통신망 이용촉진 및 정보보호 등에 관한 법률』(정보통신망법), 『소비자기본법』, 『전자상거래 등에서의 소비자보호에 관한 법률』 등 관련법을 위배하지 않는 범위에서 본 약관을 개정할 수 있습니다.
        “회사”가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행 약관과 함께 “웹 사이트”의 초기화면에 그 개정약관의 적용일자 7일 전부터 적용일자 전일까지 공지합니다. 다만, “이용자”에게 불리한 약관의 개정의 경우에는 최소한 30일 이상의 사전 유예기간을 두고 공지합니다. 이 경우 “회사”는 개정 전과 개정 후 내용을 “이용자”가 알기 쉽도록 표시합니다.
        “회원”은 변경된 약관에 동의하지 않을 권리가 있으며, 변경된 약관에 동의하지 않을 경우에는 “서비스” 이용을 중단하고 탈퇴를 요청할 수 있습니다. 다만, “이용자”가 제 3항에 따라 공지된 적용일자 이후에 “회사”의 “서비스”를 계속 이용하는 경우에는 개정된 약관에 동의하는 것으로 봅니다.
    
    제4조. 약관의 해석
    
        “회사”는 제공하는 “서비스” 내의 개별서비스에 대한 별도의 약관 및 이용정책(이하 “개별약관”)를 둘 수 있으며, “개별약관”에 대한 동의는 “이용자”가 개별 서비스를 최초로 이용할 경우 별도의 동의절차를 거치게 됩니다. 이 경우 “개별약관” 등이 본 약관에 우선합니다.
        전 항에도 불구하고 “회사”는 개별서비스에 대한 기타 이용정책에 대해서는 “서비스”를 통해 공지할 수 있으며, “이용자”는 별도 공지를 통해 전달된 이용정책을 숙지하고 준수하여야 합니다.
        이 약관 또는 “개별약관”에서 정하지 않은 사항은 『전기통신사업법』, 『전자거래기본법』, 『정보통신망법』, 『전자상거래 등에서의 소비자보호에 관한 법률』, 『개인정보보호법』 등 관련 법령의 규정과 일반적인 상관례에 따릅니다.
    
    제2장. 서비스의 제공 및 변경
    제5조. 서비스의 제공
    “회사”는 “이용자”에게 아래와 같은 “서비스”를 제공합니다.
    
        운송 견적확인 서비스
        운송 예약신청 서비스
        화주와 차주 간의 매칭 서비스
        운송현황 조회 서비스
        결제내역 조회 서비스
    
    제6조. 서비스 이용시간
    
        “서비스”의 이용은 “회사”의 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴 1일 24시간을 원칙으로 합니다. 다만, 정기 점검 등의 필요로 “회사”가 정한 날이나 시간은 제외 됩니다. 정기점검시간은 서비스제공화면에 공지한 바에 따릅니다.
        “회사”는 “서비스”의 원활한 수행을 위하여 고객센터를 운영합니다. 고객센터 운영 시간은 “회사”가 정한 내부 운영원칙에 따릅니다. 현재 운영 시간은 매주 월~일, 오전 9시~오후 6시 입니다.
    
    제7조. 서비스의 변경 및 중단
    
        “회사”는 컴퓨터 등 정보통신설비의 보수점검, 교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있습니다. “회사”는 “서비스” 제공과 관련한 회사정책의 변경 등 기타 상당한 이유가 있는 경우, 운영상, 기술상의 필요에 따라 제공하고 있는 “서비스”의 전부 또는 일부를 변경 또는 중단할 수 있습니다.
        “회사”는 무료로 제공되는 “서비스”의 일부 또는 전부를 회사의 정책 및 운영의 필요상 수정, 중단, 변경할 수 있으며, 이에 대하여 관련법에 특별한 규정이 없는 한 “이용자”에게 별도의 보상을 하지 않습니다.
        “서비스”의 내용, 이용방법, 이용시간에 대하여 변경 또는 중단이 있는 경우에는 변경 또는 중단될 “서비스”의 내용 및 사유와 일자 등을 그 변경 또는 중단 전에 회사 “웹 사이트” 또는 “서비스” 내 공지사항 화면 등에 “이용자”가 충분히 인지할 수 있는 방법으로 사전에 공지합니다.
        제1항의 경우 “회사”는 이로 인하여 “이용자”가 입은 인과관계가 입증된 실제 손해를 배상하여야 합니다. 다만, “회사”가 통제할 수 없는 사유로 인해 “이용자”가 손해를 입은 경우 또는 “회사”가 “서비스”의 제공 중단에 대한 고의 또는 중과실이 없음을 입증한 경우에는 그러하지 아니합니다.
    
    제3장. 이용계약
    제8조. 회원가입 및 회원정보 변경
    
        “이용자”는 “회사”가 정한 가입 양식에 따라 정보를 기입한 후 본 약관 등에 동의한다는 의사표시를 함으로써 회원가입을 신청합니다.
        “회사”는 제1항과 같이 “회원”으로 가입할 것을 신청한 “이용자” 중 다음 각 호에 해당하지 않는 한 “회원”으로 등록합니다.
            등록 내용에 허위, 기재누락, 오기가 있는 경우
            가입신청자가 이전에 회원자격을 상실한 적이 있는 경우(다만, 회원자격 상실 후 “회사”가 필요하다고 판단하여 회원 재가입 승낙을 얻은 경우에는 예외로 합니다.)
            “회사”로부터 회원자격 정지 조치 등을 받은 회원이 그 조치기간 중에 이용계약을 임의 해지 하고 재이용 신청을 하는 경우
            기타 “회원”으로 등록하는 것이 “회사”의 기술상 현저히 지장이 있다고 판단되는 경우
            본 약관에 위배되거나 위법 또는 부당한 이용신청임이 확인된 경우 및 “회사”가 합리적인 판단에 의하여 필요하다고 인정하는 경우
        “회원”은 회원가입 신청시 기재한 사항이 변경되었을 경우 온라인으로 수정하거나 기타 방법으로 “회사”에 그 변경사항을 알려야 합니다.
        제3항의 변경사항을 “회사”에 알리지 않아 발생한 불이익에 대하여 “회사”는 책임지지 않습니다.
        회원가입은 반드시 본인의 진정한 정보를 통해서만 가능하며 “회사”는 “회원”이 등록한 정보에 대하여 확인조치를 할 수 있습니다. “회원”은 “회사”의 확인조치에 대하여 적극 협력해야 하며, 만일 이를 준수하지 아니할 경우 “회사”는 “회원”이 등록한 정보가 부정한 것으로 처리할 수 있습니다.
    
    제9조. 회원탈퇴 및 자격상실
    
        “회원”은 언제든지 “회사”에 회원탈퇴 의사를 통지할 수 있습니다. 단, 회원탈퇴 의사를 통지하기 전에 현재 진행 중인 모든 유료서비스의 거래를 완료하거나 철회 또는 취소하여야 하며, “회사”는 귀책사유가 없는 한 해당 유료서비스 거래에 관하여 책임을 부담하지 않습니다.
        회원탈퇴로 인해 발생할 수 있는 사항에 대하여 “회사”는 귀책사유가 없는 한 책임을 부담하지 아니하며, 회원탈퇴가 완료될 시 “회사”가 “회원”에게 부가적으로 제공한 혜택이 함께 종료됩니다.
        “회원”이 다음 각 호의 사유에 해당하는 경우, “회사”는 회원자격을 제한 및 정지시킬 수 있습니다.
            가입 신청 시에 허위 내용을 등록한 경우
            “서비스”를 이용하여 구입한 용역의 대금, 기타 “서비스”이용에 관련하여 회원이 부담하는 채무를 기일에 지급하지 않는 경우
            다른 사람의 “서비스” 이용을 방해하거나 그 정보를 도용하는 등 전자상거래 질서를 위협하는 경우
            “서비스”를 이용하여 법령 또는 이 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우
    
    제10조. 구매 신청 및 계약의 성립
    
        “서비스”이용자는 “웹 사이트” 또는 “앱”에서 다음 또는 이와 유사한 방법에 의하여 구매를 신청할 수 있습니다.
            용역에 대한 상세한 요청 작성
            결제 방법의 선택
        “회사”는 1항과 같은 구매신청에 대하여 다음 각 호에 해당하면 승낙하지 않을 수 있습니다.
            신청 내용에 허위, 기재누락, 오기가 있는 경우
            “회사”의 사정으로 운송이 불가능한 경우
            기타 구매신청에 승낙하는 것이 “회사” 기술상 현저히 지장이 있다고 판단하는 경우
            미성년자가 법정대리인의 동의를 받지않은 경우
        “회사”의 승낙이 제12조제1항의 수신확인통지형태로 이용자에게 도달한 시점에 계약이 성립한 것으로 봅니다.
    
    제11조. 지급방법
    “회사”에서 구매한 재화 또는 용역에 대한 대금지급방법은 다음 각 호의 방법 중 가용한 방법으로 할 수 있습니다.
    
        폰뱅킹, 인터넷뱅킹, 메일 뱅킹 등의 각종 계좌이체
        선불카드, 직불카드, 신용카드 등의 각종 카드 결제
        온라인무통장입금
        전자화폐에 의한 결제
        수령 시 대금지급
        마일리지, 쿠폰 등 “회사”가 지급한 포인트에 의한 결제
        “회사”와 계약을 맺었거나 “몰”이 인정한 상품권에 의한 결제
        기타 전자적 지급 방법에 의한 대금 지급 등
    
    제12조. 수신확인통지․구매신청 변경 및 취소
    
        “회사”는 이용자의 구매신청이 있는 경우 이용자에게 수신확인통지를 합니다.
        수신확인통지를 받은 이용자는 의사표시의 불일치 등이 있는 경우에는 수신확인통지를 받은 후 즉시 구매신청 변경 및 취소를 요청할 수 있습니다. 
    
    제13조. 환급 및 청약철회
    
        “회사”는 이용자가 구매신청한 용역을 제공할 수 없을 때에는 지체 없이 그 사유를 이용자에게 통지하고 사전에 용역의 대금을 받은 경우에는 대금을 받은 날부터 3영업일 이내에 환급하거나 환급에 필요한 조치를 취합니다.
        “회사”는 위 대금을 환급함에 있어서 이용자가 신용카드 또는 전자화폐 등의 결제수단으로 용역의 대금을 지급한 때에는 3영업일 이내에 결제수단을 제공한 사업자로 하여금 용역의 대금의 청구를 정지 또는 취소하도록 요청합니다.
    
    제4장. 책임과 의무
    제14조. 회사의 의무
    
        “회사”는 본 약관 및 관련법이 금지하거나 공서양속에 반하는 행위를 하지 않으며, 계속적이고 안정적으로 “서비스”를 제공하기 위하여 최선을 다합니다.
        “회사”는 “이용자”가 안전하게 “서비스”를 이용할 수 있도록 개인정보보호를 위해 보안시스템을 갖추어야 하며 “개인정보처리방침”을 공시하고 준수합니다.
        “회사”는 업무와 관련하여 “이용자”의 사전 동의 없이 이용자 전체 또는 일부의 개인정보 등을 특정 “이용자”의 정보를 구별할 수 없는 통계자료로 작성하여 이를 사용할 수 있고, 이를 위하여 “이용자”의 컴퓨터 또는 모바일 기기에 쿠키를 전송할 수 있습니다. 다만, 이 경우 “이용자”는 쿠키의 수신을 거부하거나 쿠키의 수신에 대하여 경고하도록 사용하는 기기의 설정을 변경할 수 있으나, 이 경우 쿠키의 설정 변경으로 인해 “회사”의 귀책사유 없이 “서비스” 이용이 변경될 수 있습니다.
        “회사”는 “서비스” 이용과 관련하여 “이용자”로부터 제기된 의견이나 불만이 정당하다고 인정할 경우에는 이를 신속하게 처리하여야 합니다. 신속한 처리가 어려운 경우 그 사유와 처리 일정을 개별 서비스화면에 게재하거나 전화, 이메일, SMS, 푸쉬알림 등을 통하여 “이용자”에게 통지합니다.
        회사는 『개인정보보호법』, 『정보통신망법』, 『위치정보보호법』, 『통신비밀보호법』, 『전기통신사업법』 등 서비스의 운영, 유지와 관련 있는 법규를 준수합니다.
        단, “회사”를 통하지 않은 “이용자” 상호간 직접 거래 행위에서 발생하는 문제 및 손실에 대해서 “회사”는 일체의 책임을 부담하지 않으며, 거래당사자간에 직접 해결해야 합니다.
    
    제15조. 회원의 ID 및 비밀번호에 대한 의무
    
        “회사”가 관계법령 및 개인정보보호정책에 의하여 그 책임을 지는 경우를 제외하고, “회원” “ID”와 “비밀번호”의 관리책임은 “회원”에게 있습니다.
        “회원”은 자신의 “ID” 및 “비밀번호”를 제3자가 이용하게 해서는 안됩니다.
        “회원”이 자신의 “ID” 및 “비밀번호”를 도용 당하거나 제3자가 사용하고 있음을 인지한 경우에는 바로 “회사”에 통보하고 “회사”의 안내가 있는 경우에는 그에 따라야 합니다.
        “회사”는 “회원”이 상기 제1항, 제2항, 제3항을 위반하여 “회원”에게 발생한 손해에 대하여 책임 지지 않습니다.
    
    제16조. 책임제한
    
        “회사”는 천재지변 또는 이에 준하는 불가항력으로 인하여 “서비스”를 제공할 수 없는 경우에는 “서비스” 제공에 관한 책임이 면제됩니다.
        “회사”는 “이용자”의 귀책사유로 인한 “서비스” 이용의 장애에 대하여는 책임을 지지 않습니다.
        “회사”는 “이용자”가 “서비스”와 관련하여 게재한 정보, 자료, 사실의 신뢰도, 정확성 등의 내용에 관하여는 책임을 지지 않습니다.
        “회사”는 “이용자” 간 또는 “이용자”와 제3자 상호간에 “서비스”를 매개로 하여 거래 등을 한 경우에는 책임이 면제됩니다.
        “회사”는 무료로 제공되는 서비스 이용과 관련하여 관련법에 특별한 규정이 없는 한 책임을 지지 않습니다.
        “회사”는 제3자가 서비스 내 화면 또는 링크된 웹 사이트를 통하여 광고한 제품 또는 서비스의 내용과 품질에 대하여 감시할 의무 기타 어떠한 책임도 지지 아니합니다.
        “회사” 및 회사의 임직원 그리고 대리인은 다음과 같은 사항으로부터 발생하는 손해에 대해 책임을 지지 아니합니다.
            “이용자” 상태정보의 허위 또는 부정확성에 기인하는 손해
            그 성질과 경위를 불문하고 “서비스”에 대한 접속 및 “서비스”의 이용과정에서 발생하는 개인적인 손해
            서버에 대한 제3자의 모든 불법적인 접속 또는 서버의 불법적인 이용으로부터 발생하는 손해
            서버에 대한 전송 또는 서버로부터의 전송에 대한 제3자의 모든 불법적인 방해 또는 중단행위로부터 발생하는 손해
            제3자가 “서비스”를 이용하여 불법적으로 전송, 유포하거나 또는 전송, 유포되도록 한 모든 바이러스, 스파이웨어 및 기타 악성 프로그램으로 인한 손해
            전송된 데이터의 오류 및 생략, 누락, 파괴 등으로 발생되는 손해
            “이용자” 간의 “서비스” 이용 과정에서 발생하는 명예훼손 기타 불법행위로 인한 각종 민형사상 책임
    
    제17조. 회원 및 이용자의 의무
    
        “이용자”는 관계법령이 약관의 규정, 이용안내 등 “회사”가 통지하는 사항을 준수하여야 하며, 기타 회사업무에 방해되는 행위를 하여서는 안됩니다.
        “이용자”는 “서비스” 이용과 관련하여 다음 각 호의 행위를 하여서는 안됩니다.
            “서비스” 신청 또는 변경 시 허위내용의 등록
            “회사”에 게시된 정보의 허가 받지 않은 변경
            “회사”가 정한 정보 이외의 정보(컴퓨터 프로그램 등)의 송신 또는 게시
            “회사” 및 기타 제3자의 저작권 등 지적 재산권에 대한 침해
            “회사” 및 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위
            외설 또는 폭력적인 메시지, 화상, 음성 기타 공공질서 미풍양속에 반하는 정보를 회사에 공개 또는 게시하는 행위
            기타 관계 법령이나 “회사”에서 정한 규정에 위배되는 행위
            정당한 사유 없이 당사의 영업을 방해하는 내용을 기재하는 행위
            일체의 가공행위를 통하여 “서비스”를 복제, 분해 또는 모방 기타 변형하는 행위
            자동 접속 프로그램 등을 사용하는 등 정상적인 용법과 다른 방법으로 서비스를 이용하여 “회사”의 서버에 부하를 일으켜 “회사”의 정상적인 서비스를 방해하는 행위
            기타 관계법령에 위반된다고 판단되는 행위
        회원이 제2항에 명시된 행위를 한 경우에 회사는 부가적으로 제공한 혜택의 일부 또는 전부의 회수, 특정 서비스의 이용제한, 이용계약을 해지할 수 있으며 회사 또는 제3자에게 손해가 발생한 경우에는 손해배상의 청구 등의 조치를 할 수 있습니다.
    
    제18조. 이용자의 게시물
    “이용자”가 작성한 게시물에 대한 모든 권리 및 책임은 이를 게시한 “이용자”에게 있으며, “회사”는 “이용자”가 게시하거나 등록하는 서비스의 내용물이 다음 각항에 해당한다고 판단되는 경우에 사전통지 없이 삭제할 수 있고, 이에 대하여 “회사”는 어떠한 책임도 지지 않습니다.
    
        다른 “이용자” 또는 제3자를 비방하거나 명예를 손상시키는 내용인 경우
        공공질서 및 미풍양속에 위반되는 내용일 경우
        범죄적 행위에 결부된다고 인정되는 경우
        “회사”의 저작권, 제3자의 저작권 등 기타 권리를 침해하는 내용인 경우
        음란물을 게재하거나 음란사이트를 링크하는 경우
        “회사”로부터 사전 승인 받지 아니한 상업광고, 판촉 내용을 게시하는 경우
        해당 상품과 관련 없는 내용인 경우
        정당한 사유 없이 “회사”의 영업을 방해하는 내용을 기재하는 경우
        기타 관계법령에 위반된다고 판단되는 경우
    
    제19조. 이용자 게시물의 관리
    
        “이용자”의 게시물이 『정보통신망법』 및 『저작권법』 등 관련법에 위반되는 내용을 포함하는 경우, 권리자는 관련법이 정한 절차에 따라 해당 게시물의 게시중단 및 삭제 등을 요청할 수 있으며, 회사는 관련법에 따라 조치를 취하여야 합니다.
        “회사”는 전항에 따른 권리자의 요청이 없는 경우라도 권리침해가 인정될 만한 사유가 있거나 기타 “회사” 정책 및 관련법에 위반되는 경우에는 관련법에 따라 해당 게시물에 대해 임시조치 등을 취할 수 있습니다.
        본 조에 따른 세부절차는 『정보통신망법』 및 『저작권법』이 규정한 범위 내에서 “회사”가 정한 게시중단요청서비스에 따릅니다.
        게시중단요청 : 1833-6606, cs@sendy.ai
    
    제20조. 이용제한
    
        “회사”는 “이용자”가 본 약관의 의무를 위반하거나 서비스의 정상적인 운영을 방해한 경우, 경고, 일시정지, 영구이용정지 등으로 서비스 이용을 단계적으로 제한할 수 있습니다.
        “회사”는 전 항에도 불구하고 “이용자”가 『주민등록법』을 위반한 명의도용 및 결제도용, 전화번호 도용, 『저작권법』 및 『컴퓨터프로그램보호법』을 위반한 불법프로그램의 제공 및 운영방해, 『정보통신망법』을 위반한 불법통신 및 해킹, 악성프로그램의 배포, 접속권한 초과행위 등과 같이 관련법을 위반한 경우에는 그 즉시 영구이용정지를 할 수 있습니다. 본 항에 따른 영구이용정지 시 서비스 이용을 통해 획득한 혜택 등도 모두 소멸되며, “회사”는 이에 대해 별도로 보상하지 않습니다.
        본 조의 이용제한 범위 내에서 제한의 조건 및 세부내용은 “회사”의 이용제한정책에서 정하는 바에 의합니다.
        “이용자”는 본 조에 따른 이용제한 등에 대해 “회사”가 정한 절차에 따라 이의신청을 할 수 있습니다. 이 때 “이용자”의 이의신청사유가 정당하다고 “회사”가 인정하는 경우 회사는 즉시 “이용자”가 “서비스” 이용을 재개할 수 있도록 처리합니다.
    
    제21조. 저작권의 귀속
    
        “회사”가 작성한 저작물에 대한 저작권 및 기타 지적재산권은 “회사”에 귀속됩니다.
        “이용자”는 “서비스”를 이용함으로써 얻은 정보를 “회사”의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 등 기타 방법에 의하여 영리 목적으로 이용하거나 제 3자가 이용하도록 하여서는 안됩니다.
    
    제22조. 이용자에 대한 통지
    
        “회사”는 이메일, 모바일 단/장문메세지 서비스 (SMS/MMS), 푸쉬알림 등으로 “이용자”에게 통지할 수 있습니다.
        “회사”는 불특정다수 “이용자”에 대한 통지의 경우 공지사항으로 게시함으로써 개별 통지에 갈음할 수 있습니다. 다만, “이용자” 본인의 거래와 관련하여 중대한 영향을 미치는 사항에 대해서는 개별통지를 원칙으로 합니다.
    
    제5장. 기타
    제23조. 준거법 및 관할법원
    
        본 약관의 해석 및 “회사”와 “이용자” 간의 분쟁에 대하여는 대한민국의 법을 적용합니다.
        “서비스” 이용 중 발생한 “이용자”와 “회사” 간의 소송은 민사소송법에 의한 관할법원에 제소합니다.
    
    부칙(시행일)
    본 약관은 2023년 3월 23일부터 적용합니다.
    
    `,
  privacy: `개인정보 처리방침
  하울(이하 "회사")는 "전자금융거래법", "정보통신망 이용촉진 및 정보보호에 관한 법률", "개인정보보호법", "신용정보의 이용 및 보호에 관한 법률" 및 "통신비밀보호법" 등 정보통신서비스제공자가 준수하여야 할 관련 법령상의 개인정보보호 규정을 준수하며, 관련 법령에 의거한 개인정보처리방침을 정하여 이용자 권익보호에 최선을 다하겠습니다.
  제1조. 수집・처리하는 개인정보 항목
  "회사"는 다음의 개인정보 항목을 처리하고 있습니다.
  구분	수집 항목
  회원가입 시	
  
      필수 : 성명, 이메일주소, 비밀번호, ID, 휴대폰번호
      선택 : 사업자번호
  
  본인인증 시	
  
      휴대폰 번호
  
  고객상담 시	
  
      고객상담 내역
  
  재화 또는 서비스 제공	
  
      성명, 전화번호, 이메일주소, 결제정보(신용카드번호 등), 운송신청정보(출/도착지, 차량, 짐 내용 등)
  
  간편 결제 수단으로 카드 등록 시	
  
      개인카드 : 생년월일, 신용카드번호, 카드 유효기간, 비밀번호 앞 2자리
      법인카드 : 사업자등록번호, 신용카드번호, 카드 유효기간, 비밀번호 앞 2자리
  
  (선택)마케팅 정보 수신 동의	
  
      휴대폰번호, 이메일주소
  
  기타	
  
      운영체제 정보, 디바이스 식별자, 방문기록, 서비스 이용기록, 거래 기록, 화면 사이즈 등의 개인정보가 인터넷 서비스 이용 과정에서 자동으로 생성되어 수집될 수 있습니다.
  
  보유 및 이용 기간	“제 7조. 개인정보의 파기”의 기준으로 탈퇴요청 30일 후 개인정보 수집 및 이용목적이 달성되면 지체없이 파기합니다. (단, 관계 법령에 따라 일정 기간 보관해야 하는 항목은 해당 기간 보관 후 파기합니다.)
  제2조. 개인정보의 수집・처리 목적
  "회사"는 다음의 목적을 위해 필요한 최소한의 개인정보를 수집・처리합니다.
  처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며, 이용 목적이 변경되는 경우에는 『개인정보 보호법』 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.
  구분	수집 목적
  회원가입 및 관리	회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별·인증, 회원자격 유지·관리, 제한적 본인확인제 시행에 따른 본인확인, 서비스 부정이용 방지, 각종 고지·통지, 고충처리, 분쟁 조정을 위한 기록 보존 등을 목적으로 개인정보를 처리합니다.
  민원사무 처리	민원인의 신원 확인, 민원사항 확인, 사실조사를 위한 연락·통지, 처리결과 통보 등을 목적으로 개인정보를 처리합니다.
  재화 또는 서비스 제공	서비스 제공, 청구서 발송, 콘텐츠 제공, 맞춤 서비스 제공, 본인인증, 요금결제·정산 등을 목적으로 개인정보를 처리합니다.
  마케팅 및 광고에의 활용	신규 서비스(제품)개발 및 맞춤 서비스 제공, 이벤트 및 광고성 정보 제공 및 참여기회 제공, 접속빈도 파악 또는 서비스 이용에 대한 통계 등을 목적으로 개인정보를 처리합니다.
  카드 간편 결제	카드 등록, 카드 간편 결제 제공을 목적으로 개인정보를 처리합니다.
  제3조. 개인정보의 제3자 제공
  
      "회사"는 정보주체의 개인정보를 제1조에서 명시한 범위 내에서만 처리하며, 정보주체의 동의, 법률의 특별한 규정 등 개인정보 보호법 제17조에 해당하는 경우에만 개인정보를 제3자에게 제공합니다.
      "회사"는 다음과 같이 개인정보를 제3자에게 제공하고 있습니다.
      이용자는 개인정보의 제3자 제공에 대하여 거부할 수 있습니다. 다만, 동의 거부시 “회사”의 운송 서비스 이용이 제한됩니다.
          개인정보를 제공받는 자 : 하울 이용자에게 서비스를 제공하는 화물/용달업체 및 관련업체
          제공받는 자의 개인정보 이용목적 : 운송 서비스 제공
          제공하는 개인정보 항목 : 개인정보(성명, 연락처, 주소) 외 서비스 이용을 위해 소비자가 직접 입력한 정보(수령인명, 배송지주소, 전화번호 등)
          제공받는 자의 개인정보 보유 및 이용기간 : 서비스 제공일로부터 6개월
  
  제4조. 개인정보 제3자 제공의 예외사항
  "회사"는 이용자의 사전동의 없이 개인정보를 제3자에게 제공하지 않습니다. 다만, 이용자가 회사의 서비스를 이용하기 위하여 필요한 범위 내에서 이용자의 동의를 얻은 후에 개인정보를 제3자에게 제공할 수 있습니다. 예외적으로 이용자의 동의없이 개인정보가 제공될 수도 있는 경우는 아래와 같습니다.
  
      이용자가 사전에 개인정보를 공개한 경우 (글 등록, 댓글 등의 행위)
      관계법령의 규정에 의거 또는 수사 목적으로 수사기관의 요구가 있는 경우
  
  제5조. 개인정보의 위탁
  "회사"는 제1조에 포함된 개인정보의 수집 및 처리 목적을 위해 반드시 필요한 업무 중 일부를 외부 업체에게 위탁하여 수행하고 있습니다.
  
      고객상담시스템 : ㈜채널 코퍼레이션, ㈜인큐버스
      이메일, 메시지, 알림톡 발송 관련 서비스 : ㈜세종텔레콤, ㈜엘지유플러스
      전자결제서비스 : ㈜나이스페이먼츠, ㈜인피니소프트, ㈜엘지유플러스, ㈜카카오페이, 네이버파이낸셜㈜
      IT시스템 운영 : Amazon Web Services, Inc.
  
  제6조. 개인정보의 처리 및 보유기간
  이용자의 개인정보는 “제7조. 개인정보의 파기”의 기준으로 탈퇴요청 30일 후 개인정보 수집 및 이용목적이 달성되면 지체없이 파기합니다. 다만, 통신비밀보호법, 전자상거래 등에서의 소비자보호에 관한 법률 등 관계법령의 규정에 의하여 보존할 필요가 있는 경우 회사는 관계법령에서 정한 일정한 기간 동안 회원정보를 보관합니다. 이 경우 회사는 보관하는 정보를 그 보관의 목적으로만 이용하며 보존 기간은 아래와 같습니다.
  개인정보	관련법령	보유기간
  ①신용정보의 수집/처리 및 이용 등에 관한 기록	『전자상거래 등에서의 소비자 보호에 관한 법률』	3년
  ②소비자의 불만 또는 분쟁처리에 관한 기록	『전자상거래 등에서의 소비자 보호에 관한 법률』	3년
  ③대금결제 및 재화 등의 공급에 관한 기록	『전자상거래 등에서의 소비자 보호에 관한 법률』	5년
  ④계약 또는 청약철회 등에 관한 기록	『전자상거래 등에서의 소비자 보호에 관한 법률』	5년
  ⑤표시/광고에 관한 기록	『전자상거래 등에서의 소비자 보호에 관한 법률』	6개월
  ⑥세법이 규정하는 모든 거래에 관한 장부 및 증빙서류	『국세기본법』	5년
  ⑦전자금융 거래에 관한 기록	『전자금융거래법』	5년
  제7조. 개인정보의 파기
  
      "회사"는 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다.
      회사는 이용자의 회원 탈퇴 요청 시 이용자의 실수 및 변심으로 인한 탈퇴 요청을 취소할 수 있도록 요청일로부터 최대 30일까지 사용자의 정보를 보관합니다. 사용자의 정보는 30일 이후 지체 없이 파기합니다. 단, 이용자에게 개인정보 보관에 대해 별도의 동의를 얻은 경우, 또는 법령에서 일정 기간 정보보관 의무를 부과하는 경우에는 해당 기간 동안 개인정보를 안전하게 보관합니다.
      정보주체로부터 동의 받은 개인정보 보유기간이 경과하거나 처리목적이 달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야 하는 경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관장소를 달리하여 보존합니다.
      개인정보 파기의 절차, 기한 및 방법은 다음과 같습니다.
          파기절차
              이용자가 입력한 정보는 목적 달성 후 내부 방침 및 기타 관련 법령에 따라 일정기간 저장 또는 즉시 파기됩니다.
          파기방법
              전자적 파일 형태의 정보는 기록을 재생할 수 없는 기술적 방법을 사용하며 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.
  
  제8조. 정보주체의 권리, 의무 및 행사방법
  
      정보주체는 "회사"에 대해 언제든지 다음 각 호의 개인정보 보호 관련 권리를 행사할 수 있습니다.
          개인정보 열람요구
          오류 등이 있을 경우 정정 요구
          삭제요구
          처리정지 요구
      제1항에 따른 권리 행사는 "회사"에 대해 서면, 전화, 전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며 "회사"는 이에 대해 지체없이 조치하겠습니다.
      정보주체가 개인정보의 오류 등에 대한 정정 또는 삭제를 요구한 경우에는 "회사"는 정정 또는 삭제를 완료할 때까지 당해 개인정보를 이용하거나 제공하지 않습니다.
      제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다. 이 경우 개인정보 보호법 시행규칙 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.
      정보주체는 개인정보 보호법 등 관계법령을 위반하여 "회사"가 처리하고 있는 정보주체 본인이나 타인의 개인정보 및 사생활을 침해하여서는 아니됩니다.
      개인정보 열람 및 처리정지 요구는 개인정보 보호법 제35조 제5항, 제37조 제2항에 의하여 정보주체의 권리가 제한될 수 있습니다.
      개인정보의 정정 및 삭제 요구는 다른 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다.
      "회사"는(은) 정보주체 권리에 따른 열람의 요구, 정정·삭제의 요구, 처리정지의 요구 시 열람 등 요구를 한 자가 본인이거나 정당한 대리인인지를 확인합니다.
  
  제9조. 개인정보 자동 수집 장치의 설치·운영 및 그 거부에 관한 사항
  
      "회사"는 이용자에게 개별적인 맞춤서비스를 제공하기 위해 이용정보를 저장하고 수시로 불러오는 "쿠키(cookie)"를 사용합니다.
      "쿠키"는 웹사이트를 운영하는데 이용되는 서버(http)가 이용자의 컴퓨터 브라우저에게 보내는 소량의 정보이며 이용자들의 PC 컴퓨터내의 하드디스크에 저장되기도 합니다.
      "회사"는 이용자가 방문한 각 서비스와 웹사이트들에 대한 방문 및 이용형태, 인기 검색어, 보안접속 여부 등을 파악하여 이용자에게 최적화된 정보를 제공하기 위해 "쿠키"를 사용합니다.
      이용자는 '웹 브라우저 상단의 도구>인터넷 옵션>개인정보 메뉴의 옵션 설정'을 통해 "쿠키" 저장을 거부할 수 있습니다. 다만, "쿠키" 저장을 거부할 경우 "회사"가 제공하는 맞춤형 서비스 이용에 어려움이 발생할 수 있습니다.
  
  제10조. 개인정보의 안전성 확보조치
  "회사"는 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다.
  
      관리적 조치 - 내부관리계획 수립․시행, 정기적 직원 교육 등
      기술적 조치 - 개인정보처리시스템 등의 접근권한 관리, 접근통제시스템 설치, 고유식별정보 등의 암호화, 보안프로그램 설치
      물리적 조치 - 전산실, 자료보관실 등의 접근통제
  
  제11조. 개인정보 보호책임자
  
      "회사"는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다.
      정보주체께서 "회사"의 서비스(또는 사업)을 이용하시면서 발생한 모든 개인정보 보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및 담당부서로 문의하실 수 있으며, "회사"는 정보주체의 문의에 대해 지체없이 답변 및 처리해드릴 것입니다.
          개인정보 보호책임자
              성명 : 김태훈
              직책 : CTO
              연락처 : 1833-6606
              이메일 : ryan@sendy.ai
              ※ 개인정보 보호 담당부서로 연결됩니다.
          개인정보 보호 담당부서
              부서명 : 운영(IUS)팀
              담당자 : 김혜진
              연락처 : 1833-6606
              이메일 : lucy@sendy.ai
  
  제12조. 이용자의 권익침해에 대한 구제방법
  개인정보 침해로 인한 신고나 상담이 필요하신 경우, 아래 기관에 문의하시기 바랍니다.
  
      개인정보분쟁조정위원회 : 1833-6972, www.kopico.go.kr
      개인정보 침해신고센터 : 118, privacy.kisa.or.kr
      금융감독원 : 1332, www.fss.or.kr
      대검찰청 사이버범죄수사단 : 1301, www.spo.go.kr
      경찰청 사이버수사국 : 182, ecrm.cyber.go.kr
  
  제13조. 개인정보 처리방침의 변경에 관한 사항
  "회사"는 법률이나 서비스의 변경사항을 반영하기 위한 목적 등으로 개인정보처리방침을 수정할 수 있습니다. 개인정보처리방침이 변경되는 경우 변경 사항을 게시하며, 변경된 개인정보처리방침은 게시한 날로부터 7일 후부터 효력이 발생합니다.
  다만, 수집하는 개인정보의 항목, 이용목적의 변경 등과 같이 이용자 권리의 중대한 변경이 발생할 때에는 최소 30일 전에 게시하겠습니다.
  부칙(시행일)
  본 약관은 2023년 3월 23일부터 적용합니다.
  
  `,
  transportation: `위치기반서비스 이용약관
  제1장. 총칙
  제1조. 목적
  본 약관은 하울(이하 "회사"라 함)이 운영, 제공하는 위치기반서비스(이하 "서비스"라 함)에 대해 회사와 위치기반서비스를 이용하는 개인위치정보주체(이하"이용자"라 함)간의 권리, 의무 및 책임사항에 따른 이용조건 및 절차 등 기본적인 사항을 규정함을 목적으로 합니다.
  제2조. 이용약관의 효력 및 변경
  
      본 약관은 서비스를 신청한 이용자가 본 약관에 동의하고 회사가 정한 소정의 절차에 따라 서비스의 이용자로 등록함으로써 효력이 발생합니다.
      이용자가 온라인에서 본 약관의 "동의하기" 버튼을 클릭하였을 경우 본 약관의 내용을 모두 읽고 이를 충분히 이해하였으며, 그 적용에 동의한 것으로 봅니다.
      회사는 서비스에 새로운 업무 적용, 정부에 의한 시정 명령의 이행 및 기타 회사의 업무상 약관을 변경해야 할 중요한 사유가 있다고 판단될 경우 관련법령을 위배하지 않는 범위에서 본 약관을 변경할 수 있습니다.
      회사는 본 약관을 변경할 경우에는 변경된 약관과 사유를 적용일자 7일 전부터 서비스 홈페이지에 게시하거나 이용자에게 전자적 형태(전자우편, SMS 등)로 공지합니다. 다만, 이용자에게 불리하게 약관 내용을 변경하는 경우에는 최소 적용 전 30일 이상의 사전 유예기간을 두고 공지합니다.
      전항에 따라 회사가 이용자에게 통지한 후 이용자가 공지 기간 내에 이의제기 또는 거부의사를 표시하지 아니하면 이용약관에 승인한 것으로 봅니다. 만약 이용자가 개정약관에 동의하지 않을 경우 이용자는 이용계약을 해지할 수 있습니다.
  
  제3조. 관계법령의 적용
  본 약관은 신의성실의 원칙에 따라 공정하게 적용하며, 본 약관에 명시되지 아니한 사항에 대하여는 관계법령 또는 상관례에 따릅니다.
  제2장. 서비스의 이용
  제4조. 서비스의 내용
  
      회사는 위치정보사업자로부터 위치정보를 전달받아 이용자에게 아래와 같은 위치기반서비스를 제공합니다.
      이용자 유형	서비스 내용
      화주	출·도착지 입력 : 간편한 출·도착지 입력을 위해 화주에게 본인의 위치 정보를 제공합니다.
      차주	차주의 위치 제공 : 화주에게 운송 현황을 알려주기 위해 차주와 매칭된 화주에게 차주의 위치정보를 제공합니다.
      회사는 제1항에 따른 서비스 제공을 포함해 본 약관의 이행 및 관련 법령의 준수 등을 위해 이용자의 개인위치정보를 보유하고, 다음 각 호 중 먼저 도래하는 시점까지 개인위치정보를 보관한 후 파기합니다. 다만, 다른 법률에 따라 보유하여야 하거나 법령으로 정하는 정당한 사유가 있는 경우 등에는 개인위치정보를 보유할 수 있습니다.
          개인위치정보의 수집, 이용 또는 제공목적 달성 시
          회원탈퇴 후 3년
      제1항에 따라 회사가 제공하는 서비스의 이용요금은 무료입니다.
  
  제5조. 서비스의 변경, 제한 및 중지
  
      회사는 정책변경 또는 관련법령 변경 등과 같은 제반 사정을 이유로 서비스를 유지할 수 없는 경우 서비스의 전부 또는 일부를 변경, 제한, 중지할 수 있습니다.
      회사는 아래 각 호의 어느 하나에 해당하는 사유가 발생한 경우에는 이용자의 서비스 이용을 제한하거나 중지시킬 수 있습니다.
          서비스용 설비 점검, 보수 또는 공사로 인하여 부득이 한 경우
          전기통신사업법에 규정된 기간통신사업자가 전기통신 서비스를 중지했을 경우
          국가비상사태, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 서비스 이용에 지장이 있는 때
          기타 이에 준하는 사유로 회사가 서비스 제공을 지속하는 것이 부적당하다고 인정하는 경우
      회사는 제1항 및 제2항의 규정에 의하여 서비스 이용을 변경, 제한 또는 중지한 때에는 회사 홈페이지 등 기타 공지사항을 통해 그 사유 및 제한기간 등을 지체 없이 이용자에게 통지합니다.
      회사는 제1항 및 제2항에 의한 사유로 인하여 서비스가 변경, 제한 또는 중지된 경우 일체의 책임을 지지 않습니다.
  
  제6조. 이용자의 이용제한 등
  
      회사는 이용자가 다음 각호에 해당하는 경우에는 이용자의 동의 없이 서비스 이용의 일부 또는 전부를 제한하는 조치(이하 "서비스 이용정지"라 함)를 취할 수 있습니다.
          회사의 서비스를 이용하여 얻은 정보를 회사의 사전 승낙 없이 복제 또는 유통시키거나 상업적으로 이용하는 행위
          공공질서 기타 사회상규를 위반하여 서비스를 이용하거나 이용할 우려가 있는 경우
          관계법령 및 본 약관의 규정을 위반하는 경우
          회사의 업무수행 또는 전산설비에 현저한 지장을 초래하거나, 초래할 위험성이 있는 경우
          다른 이용자의 개인위치정보를 수집, 저장, 공개하는 행위
          제1호 내지 제5호의 사유에 준하는 상당한 이유가 있는 경우xw
      회사는 제1항에 의하여 서비스 이용정지를 하고자 하는 경우에는 그 사유, 일시 및 기간을 정하여 서비스 이용정지 7일전까지 전자우편 또는 전화 등의 방법에 의하여 해당 이용자 또는 대리인에게 통지합니다. 다만, 긴급하게 이용을 정지할 필요가 있다고 인정하는 경우에는 그러하지 아니합니다.
      제2항의 규정에 의하여 서비스 이용정지의 통지를 받은 이용자 또는 그 대리인은 그 이용정지의 통지에 대하여 이의가 있을 때에는 이의신청을 할 수 있습니다.
      회사는 제3항의 규정에 의한 이의신청에 대하여 그 확인을 위한 기간까지 서비스 이용정지를 일시 연기할 수 있으며, 그 결과를 이용자 또는 그 대리인에게 통지합니다.
      회사는 서비스 이용정지 기간 중에 해당 이용정지 사유가 해소된 것이 확인된 경우에는 서비스 이용정지 조치를 즉시 해제합니다.
  
  제3장. 개인위치정보의 보호
  제7조. 개인위치정보의 이용 또는 제공
  
      이용자 및 법정대리인의 권리와 그 행사방법은 제소 당시의 이용자의 주소에 의하며, 주소가 없는 경우에는 거소를 관할하는 지방법원의 전속관할로 합니다. 다만, 제소 당시 이용자의 주소 또는 거소가 분명하지 않거나 외국 거주자의 경우에는 민사소송법상의 관할법원에 제기합니다.
      회사는 민원처리 등을 위한 위치정보 이용, 제공 사실 확인자료를 자동 기록, 보존하며, 해당 자료는 6개월간 보관합니다.
      회사는 개인위치정보를 이용자가 지정하는 제3자에게 제공하는 경우 개인위치정보를 수집한 통신단말장치로 매회 이용자에게 제공받는 자, 제공일시 및 제공목적 을 즉시 통보합니다. 단, 아래 각 호에 해당하는 경우 이용자가 미리 지정한 전자우편 또는 온라인 게시 등의 방법으로 통보합니다.
          개인위치정보를 수집한 당해 통신단말장치가 문자, 음성 또는 영상의 수신기능을 갖추지 아니한 경우
          이용자가 온라인 게시 등의 방법으로 통보할 것을 미리 요청한 경우
  
  제8조. 이용자의 권리
  
      이용자는 개인위치정보 수집 범위 및 본 약관의 내용 중 일부 또는 개인위치정보의 이용 • 제공 목적, 제공받는 자의 범위 및 위치기반서비스의 일부에 대하여 동의를 유보할 수 있습니다.
      이용자는 개인위치정보의 수집, 이용, 제공에 대한 동의의 전부 또는 일부를 철회할 수 있습니다. 이 경우 회사는 지체 없이 철회 범위의 개인위치정보 및 위치정보 이용, 제공사실 확인자료를 파기합니다.
      이용자는 언제든지 개인위치정보의 이용 또는 제공의 일시적인 중지를 요구할 수 있습니다. 이 경우 회사는 요구를 거절하지 아니하며, 이를 위한 기술적 조치를 취합니다.
      이용자는 회사에 대해 아래 자료의 열람 또는 고지를 요구할 수 있고, 당해 자료에 오류가 있는 경우에는 그 정정을 요구할 수 있습니다. 이 경우 회사는 정당한 이유 없이 요구를 거절하지 아니합니다.
          이용자에 대한 위치정보 이용 및 제공 사실 확인자료
          이용자의 개인위치정보가 위치정보의 보호 및 이용 등에 관한 법률 또는 다른 법률의 규정에 의해 제3자에게 제공된 이유 및 내용
      이용자는 권리행사를 위해 본 약관 제17조의 연락처를 이용하여 회사에 요청할 수 있습니다.
  
  제9조. 법정대리인의 권리
  
      회사는 14세 미만 이용자의 개인위치정보를 이용 제공하고자 하는 경우(이용자가 지정하는 제3자에게 제공하는 서비스를 하고자 하는 경우 포함)에는 14세 미만의 이용자와 그 법정대리인의 동의를 받아야 합니다. 이 경우 법정대리인은 본 약관 제8조에 의한 이용자의 권리를 모두 가집니다.
      회사는 14세 미만의 이용자의 개인위치정보 또는 위치정보 이용, 제공사실 확인자료를 이용약관에 명시 또는 고지한 범위를 넘어 이용하거나 제3자에게 제공하고자 하는 경우에는 14세 미만의 이용자와 그 법정대리인 의 동의를 받아야 합니다. 단, 아래의 경우는 제외합니다.
          통계작성, 학술연구 또는 시장조사를 위하여 특정 개인을 알아볼 수 없는 형태로 가공하여 제공하는 경우
  
  제 10조. 8세 이하의 아동 등의 보호의무자의 권리
  
      회사는 아래의 경우에 해당하는 자(이하 "8세 이하의 아동"등이라 함)의 보호의무자가 8세 이하의 아동 등의 생명 또는 신체보호를 위하여 개인위치정보의 이용 또는 제공에 동의하는 경우에는 본인의 동의가 있는 것으로 봅니다.
          8세 이하의 아동
          피성년후견인
          장애인복지법 제2조 제2항 제2호의 규정에 의한 정신적 장애를 가진 자로서 장애인고용촉진 및 직업재활법 제2조 제2호의 규정에 의한 중증장애인에 해당하는 자 (장애인복지법 제32조의 규정에 의하여 장애인등록을 한 자에 한한다.)
      8세 이하의 아동 등의 생명 또는 신체의 보호를 위하여 개인위치정보의 이용 또는 제공에 동의를 하고자 하는 보호의무자는 서면동의서에 보호의무자임을 증명하는 서면을 첨부하여 회사에 제출하여야 합니다.
      보호의무자는 8세 이하의 아동 등의 개인위치정보 이용 또는 제공에 동의하는 경우 이용자의 권리 전부를 행사할 수 있습니다.
  
  제11조. 위치정보관리책임자의 지정
  
      회사는 위치정보를 적절히 관리, 보호하고 이용자의 불만을 원활히 처리할 수 있도록 실질적인 책임을 질 수 있는 지위에 있는 자를 위치정보관리책임자로 지정해 운영합니다.
      위치정보관리책임자는 위치기반서비스를 제공하는 부서의 부서장으로서 구체적인 사항은 본 약관의 제18조에 따릅니다.
  
  제12조. 개인위치정보 보호를 위한 회사의 의무
  
      회사는 이용자로부터 제기되는 의견이나 불만이 정당하다고 인정할 경우에는 즉시 처리하여야 합니다. 다만, 즉시 처리가 곤란한 경우는 이용자에게 그 사유와 처리일정을 전자우편 등으로 통보하여야 합니다.
      회사는 서비스 제공과 관련하여 취득한 이용자의 위치정보나 등록정보를 본인의 사전 승낙 없이 제3자에게 누설 또는 배포할 수 없습니다. 다만, 관계법령에 의한 요청이 있는 경우에는 예외사항을 인정합니다.
      회사는 이용계약의 체결 등 이용자와의 계약관련 절차 및 내용 등에 있어 이용자에게 편의를 제공하도록 노력합니다.
  
  제4장. 손해배상
  제13조. 손해배상의 범위
  
      이용자는 회사가 위치정보의 보호 및 이용 등에 관한 법률 제15조 내지 제26조의 규정을 위반한 행위로 손해를 입은 경우 회사에 대해 손해배상을 청구할 수 있습니다.
      회사는 그 손해가 천재지변 등 불가항력적인 사유로 발생하였거나 이용자의 고의 또는 과실로 인하여 발생한 때에는 손해를 배상하지 아니합니다.
      회사는 이용자가 망사업자의 통신환경에 따라 발생할 수 있는 오차 있는 위치정보를 이용함으로써 이용자 및 제3자가 입은 손해에 대하여는 배상하지 아니합니다.
      이용자는 본 약관의 규정을 위반함으로써 회사가 입은 일체의 손해에 대하여 배상할 책임이 있습니다. 이 경우 이용자는 고의 또는 과실이 없음을 입증하지 못하는 경우 책임을 면할 수 없습니다.
  
  제14조. 손해배상의 청구
  제13조에 의한 손해배상의 청구는 회사에 청구사유, 청구금액 및 산출근거를 기재하여 서면으로 하여야 합니다.
  제15조. 면책
  
      회사는 다음 각 호의 경우로 서비스를 제공할 수 없는 경우 이로 인하여 이용자에게 발생한 손해에 대해서는 책임을 부담하지 않습니다.
          천재지변 또는 이에 준하는 불가항력의 상태가 있는 경우
          서비스 제공을 위하여 회사와 서비스 제휴계약을 체결한 제3자의 고의적인 서비스 방해가 있는 경우
          이용자의 귀책사유로 서비스 이용에 장애가 있는 경우
          제1호 내지 제3호를 제외한 기타 회사의 고의 • 과실이 없는 사유로 인한 경우
      회사는 서비스 및 서비스에 게재된 정보, 자료, 사실의 신뢰도, 정확성 등에 대해서는 보증을 하지 않으며 이로 인해 발생한 이용자의 손해에 대하여는 책임을 부담하지 아니합니다.
  
  제5장. 기타
  제16조. 분쟁의 조정 및 기타
  
      회사는 위치정보와 관련된 분쟁에 대해 당사자간 협의가 이루어지지 아니하거나 협의를 할 수 없는 경우에 는 위치정보의 보호 및 이용 등에 관한 법률 제28조 규정에 의한 방송통신위원회에 재정을 신청할 수 있습니다.
      회사 또는 이용자는 위치정보와 관련된 분쟁에 대해 당사자간 협의가 이루어지지 아니하거나 협의를 할 수 없는 경우에는 개인정보보호법 제43조 규정에 의한 개인정보분쟁조정위원회에 조정을 신청할 수 있습니다.
  
  제17조. 회사의 연락처
  회사의 상호 및 주소 등은 다음과 같습니다.
  상호	하울
  대표자	하울
  주소	학동역 3번출구
  대표전화	1833-6606
  제18조. 위치정보관리책임자
  위치정보관리책임자는 다음과 같이 지정합니다.
  성명	김태훈
  직책	CTO
  연락처	1833-6606
  이메일	ryan@sendy.ai
  부칙(시행일)
  본 약관은 2023년 3월 23일부터 적용합니다.
  
  `,
  location: `화물자동차 운송주선약관
  제1장. 총칙
  제1조. 목적
  본 약관은 화물자동차운수사업법 제6조의 규정에 의하여 화물자동차운송주선사업자(이하“주선사업자”라한다)와 화물운송 위탁자와의 사이에 화물운송의 중개, 수취에 관한 사항 및 이사화물운송에 부대하는 포장, 운반, 정리등의 책임과 이용에 관한 사항을 규정함을 목적으로 한다.
  제2조. 용어의 정의
  이 약관에서 사용하는 용어의 정의는 다음과 같다.
  
      “주선사업자”라함은 화물자동차운수사업법 제24조 규정에 의거 허가된 화물자동차운송주선사업자를 말한다.
      “위탁자”라함은 화물(이사화물 포함)운송을 의뢰한 화주 또는 화물자동차운송주선사업자를 말한다.
  
  제3조. 주선사업자의 원칙
  주선사업자는 친절,봉사를 본위로 하며 안전한 화물운송과 주선을 위하여 신속, 정확을 기하고 신의와 성실을 경주한다.
  제4조. 적용범위
  
      이 약관은 다음의 주선사업을 행하는 화물운송(이사화물포함)및 이와 관련되는 부대사업에 적용한다.
      이 약관은 관계법규 또는 행정관청의 지침에 저촉된 사항에 대하여는 적용하지 아니한다.
      이 약관에 규정되지 않은 사항에 대하여는 화물자동차운수사업법과 상법 및 일반 관습에 따른다.
  
  제2장. 일반화물취급에 관한 사항
  제5조. 주선요금
  
      주선사업자의 주선요금은 쌍무계약에 의한 거래 수입금액으로한다.
      운송 위탁된 화물에 대하여 특별한 경우를 제외하고 보관료를 징수 할 수 없다.
  
  제6조. 위탁시의 기재사항
  화물운송 위탁자는 화물운송 위탁 시 다음 사항을 명시하여야 한다.
  
      화물의 행선지(수탁자 주소 및 성명).
      화물 명시(품명, 품질, 형상, 수량, 기타 표시되어야 할 사항).
      운송 완료 일시.
      운임 지불 사항.
  
  제7조. 화물취급
  
      주선사업자는 화물운송 위탁자로 부터 위탁된 화물의 이상유무를 점검 확인하고 화물위․수탁증을 교부한다.
      제1항의 점검결과 운송에 안전을 기할 수 없는 특이 사유가 있을 시에는 운송 인수를 거절할 수 있다.
      화물운송 위탁자는 운송에 안전을 기할 수 있는 포장, 물품표시, 상하표시 등을 하여야 한다. 다만, 주선사업자가 포장, 물품표시 등을 하였을 때는 소요경비를 화물운송 위탁자가 부담한다.
  
  제8조. 운송기간
  운송 위탁된 화물의 운송기간은 당사자 간에 별다른 약정이 없으면 행선지까지 72시간을 경과할 수 없다.
  제9조. 운임지불방법
  
      운송위탁 된 화물운임은 화물운송 위탁자 부담인 경우에는 선불로 하고, 화물 수취인 부담의 경우 주선사업자는 위탁자에게 주선요금에 상당하는 금액을 예약금액으로 요구할 수 있다.
      제1항의 경우에도 불구하고 운임 지불 방법에 관하여 당사자 간에 별도 약정이 있으면 그에 따른다.
  
  제10조. 이용계약의 취소 및 환불
  
      화물운송 위탁자는 언제든지 운송 서비스의 이용 의사를 철회할 수 있다. 다만, 주선사업자 또는 차주의 귀책사유가 없음에도 화물운송 위탁자가 서비스를 취소하여 발생하는 주선사업자의 손해에 대해서는 아래와 같이 배상한다.
          운송계약(예약) 후, 예약한 운송일로부터 1일 전까지 취소시 : 운임의 10%
          운송계약(예약) 후, 예약한 운송 당일 취소시 : 운임의 20%
          운송계약(예약)일과 운송일이 동일한 경우 취소시 : 운임의 20%
      주선사업자가 그의 책임 있는 사유로 계약을 취소하여 발생하는 화물위탁자의 손해에 대해서는 아래와 같이 배상한다.
          계약(예약)된 화물의 운송 당일 취소 시 : 운송 금액의 20%
      화물의 수탁이 주선사업자의 귀책사유로 약정된 수탁일시로부터 지연된 경우에는 다음 각 호의 규정에 의한 손해배상액을 고객에게 지급해야 합니다.
          수탁일시로부터 1시간 이상, 2시간 미만 지연 : 운임의 10%
          수탁일시로부터 2시간 이상 지연 : 운임의 20%
  
  제11조. 예약금 징수 후 조치
  
      제9조1항의 규정에 의거 예약금을 징수한 때는 그 사실을 화물운송 위탁자에게 교부하는 화물 위․수탁증에 기재 하여야 한다.
      예약금이 지불되었을 때의 수취인 부담 운임은 운임중에서 예약금을 공제한 금액으로 한다.
  
  제12조. 손해배상의 의무
  
      주선사업자는 관련 법령 및 적재물배상책임보험 약관에 따라 화물운송 간 발생한 다음 사고에 대하여 책임을 진다. 다만 화물운송 위탁자에게 그 사고 원인이 있는 경우에는 예외로 한다.
          운송 중에 발생한 도난, 파손, 감량, 유출로 인한 사고
          운송 지연으로 인한 부패, 변질 사고 및 연착 사고
          화기, 인화 물질 및 약품 등으로 인한 사고
          차량 화재로 인한 사고
          구난형 특수자동차를 사용하는 사업자가 사업자의 고의 과실로 인한 차량 파손
      주선사업자는 적재물배상책임보험 약관에 따라 다음 사유로 인한 손해는 보상하지 않습니다.
          지진, 분화, 홍수, 해일 또는 이와 비슷한 천재지변으로 생긴 손해에 대한 배상책임
          티끌, 먼지, 석면, 분진, 또는 소음으로 생긴 손해에 대한 배상책임
          공해물질의 배출, 방출, 누출, 넘쳐흐름, 또는 유출로 생긴 손해에 대한 배상책임 및 오염제거비용
          수탁화물의 하자, 자연소모 또는 성질로 인한 발화, 폭발, 뜸, 곰팡이, 부패, 변색, 향기의 변질, 녹과 기타 이와 유사한 사고로 생긴 손해에 대한 배상책임
          차량의 덮개(차량에 부착된 덮개를 포함합니다) 또는 화물의 포장불완전(해당 적재화물 자체의 포장불완전 및 적재화물의 결박 부적정 등을 포함)으로 생긴 손해 및 보장차량의 충돌이 수반되지 않은 경우 수탁화물의 충돌, 접촉으로 생긴 손해에 대한 배상책임
          분실, 감량으로 생긴 손해에 대한 배상책임
          기계류, 전자기기류 또는 이와 유사한 재물의 해체 또는 설치 중에 생긴 손해
          수탁물이 수하인에게 인도된 후 14일을 초과하여 발견된 손해에 대한 배상책임
      주선사업자의 책임으로 인하여 발생한 사고의 배상 수준은 적재물배상책임보험 약관에 따라 화물운송 위탁자의 피해 발생 금액 수준의 배상을 원칙으로 한다. 피해 발생 금액 수준은 손상 또는 분실된 부분에 한하여 감가상각을 적용하여 책정한다.
  
  제13조. 주선사업자의 의무
  
      화물운송 위탁 인수후 예기치 못한 사유로 화물운송이 지체되거나 운송할 수 없을 때는 주선사업자는 화물운송 위탁자에게 지체없이 이를 통지하여야 한다.
      제1항의 사유가 주선사업자의 귀책사유일 때는 이로 인한 손해에 대하여 화물운송 위탁자는 손해배상을 청구할 수 있다.
      제1항의 운송이 지체 되었을 경우 제2항의 손해배상으로 주선사업자의 운송 책임이 당연히 해제되지 않는다.
      제1항의 통지 의무를 이행하지 아니하였을 때는 화물운송 위탁자의 귀책 사유라 할지라도 주선사업자는 손해배상을 청구할 수 없다.
  
  제14조. 주선사업자의 청구사항
  
      주선사업자가 화물 인수 후 화물운송 위탁자의 귀책사유로 제13조 제1항의 사유가 발생하여 주선사업자에게 손해가 야기 되었을 때 주선사업자는 화물운송 위탁자의 손해배상이 이행될 때까지 운송 또는 반환 요구를 거절할 수 있다.
      화물운송 위탁자의 손해배상 의무는 보관료 지불을 원칙으로 하나 이로서 손해액을 충당할 수 없을 때는 그에 상당한 손해배상을 주선사업자는 청구할 수 있다.
      운송 불능이 된 부패성 화물로서 공중위생에 현저한 위험이 있는 경우에 한하여 이의 처분을 화물운송 위탁자에게 최고한 후 주선사업자 임의로 처분할 수 있다.
  
  제15조. 원상회복
  
      운송 위탁화물의 보관 또는 운송으로 인한 일부 또는 전부의 파손 및 멸실 등의 손해에 대하여 주선사업자는 원상태로 전보할 의무가 있다.
      제1항의 전보로서 손해배상의 의무가 배제되는 것은 아니다.
  
  제16조. 화물인도
  
      화물 수취인은 화물을 인수 하였을 때 지체없이 화물인수증을 운송인(주선사업자)에게 교부 하여야 한다.
      수취인은 수령한 화물이 화물 위․수탁증 기재 내용과 상이할 때는 원상복구를 요구하고 이의 인수를 거절할 수 있다. 그러나 화물운송위탁자의 귀책사유인 때는 고려하지 아니한다.
      제2항 단서의 인수 거절로 인하여 야기되는 손해(시가 등)에 대하여는 주선사업자는 배상할 의무가 없다. 그러나 보관자의 의무를 해태하여 야기되는 손해 (멸실,파손)에 대하여는 그러하지 아니하다.
      운송인(주선사업자)은 수취인 부담 운임이 완불될 때까지 화물 인도의 전부 또는 일부를 거절할 수 있다.
  
  제17조. 운송중지와 운임
  
      운송도중 화물운송 위탁자의 귀책사유로 운송이 중지되거나 반송된 때는 이에 상당한 운임을 화물운송 위탁자가 지불한다. 또한, 행선지 변경의 경우도 같다.
      운임이 선불 되었을 때는 제1항의 해당운임 이외에 잔액이 있으면 환불하여야 한다.
  
  제18조. 불가항력 상태의 면책
  사업자의 귀책사유가 아닌 불가항력적인 원인(천재지변, 사변, 공공행사 등)으로 화물운송의 지체 또는 화물의 멸실, 파손 등의 손해에 대하여는 주선사업자는 배상할 책임을 지지 아니한다.
  제19조. 화물운송 위탁자의 귀책사유로 인한 면책
  주선사업자는 다음의 경우 화물운송 위탁자의 손해에 대하여 배상하여야할 의무가 없다.
  
      범칙물자로서 당국에 압수 당하였을 때.
      법령으로 취급, 금지된 물자로서 당국에 유치되거나 운송이 제지된 때.
  
  제20조. 화물운송사업자의 귀책사유로 인한 면책
  화물운송 주선사업자는 운송 위탁된 화물을 차량에 적재 시 부터 화주에게 인도시까지 화물의 분실, 파손, 훼손 등의 손해에 대하여 주선사업자는 배상할 책임을 지지 아니한다.
  제21조. 운송책임 기간
  화물운송 책임은 위탁화물의 인수시로부터 인도시까지 한다.
  제22조. 기타
  본 화물자동차운송주선약관에 규정된 이외의 필요한 사항은 당사자 간에 별도로 약정할 수 있다.
  
  `,
};

export default Contracts;
